Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: "Power Hour" brings in the crowds for cheaps drinks (2 middies for $5).
es_es: "Power Hour" ofrece a la multitud bebidas baratas (2 middies por 5$).

source: "Sea pie" is often a good deal when available, as are hearty eats like fish and chips or seafood chowder.
es_es: "El pastel de mar" es a menudo una buena opción cuándo esté disponible, como lo es el famoso "fish and chips" o la sopa de marisco.

source: "The Grand Parade" square).
es_es: La plaza del "Gran Desfile" ("The Grand Parade" square).

source: #Budget
es_es: #Presupuesto

source: #Budget_2
es_es: #Presupuesto_2

source: #Buy
es_es: #Compras

source: #By_boat
es_es: #En_barco

source: #By_bus
es_es: #En_autobús

source: #By_bus_2
es_es: #En_autobús_2

source: #By_car
es_es: #En_coche

source: #By_car_2
es_es: #En_coche_2

source: #By_plane
es_es: #En_avión

source: #By_taxi
es_es: #En_taxi

source: #By_train
es_es: #En_tren

source: #Climate
es_es: #Clima

source: #Dartmouth_Ferry
es_es: #Ferry_Dartmouth

source: #Do
es_es: #Qué_hacer

source: #Drink
es_es: #Qué beber

source: #Eat
es_es: #Qué comer

source: #Events
es_es: #Eventos

source: #Fort_York_Redoubt
es_es: #Fuerte_Reducto_York

source: #Get_around
es_es: #Desplazamiento

source: #Get_in
es_es: #Cómo_llegar

source: #Hemlock_Ravine
es_es: #Barranco_Hemlock

source: #Hiking_Trails
es_es: #Senderismo

source: #History
es_es: #Historia

source: #Mid-range
es_es: #Gama_media

source: #Mid-range_2
es_es: #Gama_media

source: #Nova_Scotia_Visitor_Information_Centre
es_es: #Punto_de_información_para_el_visitante_en_Nueva_Escocia

source: #Orientation
es_es: #Orientación

source: #Parks
es_es: #Parques

source: #Point_Pleasant_Park
es_es: #Parque_Point_Pleasant

source: #Public_Gardens
es_es: #Jardines_Públicos

source: #Seaport_Farmers_Market
es_es: #Mercado_Farmers_PuertoMarítimo

source: #See
es_es: #Qué_visitar

source: #Shopping_Areas
es_es: #Zonas_de_compras

source: #Sleep
es_es: #Dónde_dormir

source: #Specific_Stores
es_es: #Tiendas_concretas

source: #Splurge
es_es: #Gastos

source: #Splurge_2
es_es: #Gastos_2

source: #Stay_safe
es_es: #Seguridad

source: #The_Ardmore_Tea_Room
es_es: #Tetería_The_Ardmore

source: #Understand
es_es: #Entiende

source: #Visitor_information
es_es: #Información_para_el_visitante

source: #Winter_Outdoor_Activities
es_es: #Actividades_Invierno_Aire_Libre

source: (Hats are in particular abundance!)
es_es: (¡Los sombreros son lo que más puedes encontrar!)

source: 3rd party ad content
es_es: Contenido añadido por un tercero

source: Free.
es_es: Gratis.

source: edit
es_es: Editar

source: Categories:
es_es: Categorías:

source: Earth : North America : Canada : Atlantic Provinces : Nova Scotia : Halifax Regional Municipality : Halifax (Nova Scotia)
es_es: Tierra : América del Norte : Canadá : Provincias atlánticas : Nueva Escocia : Municipio regional de Halifax : Halifax (Nueva Escocia)

source: Peggy's Cove: stunning bare granite rocks and cliffs with its historic and still-used lighthouse.
es_es: Peggy's Cove: impresionantes rocas de granito y acantilados con su faro histórico que todavía está en uso.

source: Plunge forward and help us make it a star!
es_es: ¡Sumérgete y ayúdanos a hacerlo unaestrella!

source: 2 Doors Down, corner of Barrington and Salter Street.
es_es: 2 Doors Down, en la esquina de Barrington con Salter Street.

source: Ace Burger Company, 2605 Agricola (same building as Gus' Pub).
es_es: Ace Burger Company, 2605 Agricola (mismo edificio que Gus' Pub).

source: Alexander Keith's Brewery Tour [38].
es_es: Visita la cervecería de Alexander Keith. [38].

source: Barrington Street (between Cogswell and Morris) is an up and coming area right in the heart of the Central Business District.
es_es: Calle Barrington (entre Cogswell y Morris) es un área de paso justo en el corazón del Central Business District.

source: Bearly's House of Blues and Ribs is a mellow and low-key pub on Barrington Street.
es_es: Bearly's House of Blues and Ribs es un tranquilo y sencillo pub en Barrington Street.

source: Boat Tours Murphy's the Cable Wharf is in the heart of the Halifax waterfront and offers a variety of boat tours including nature and whale watching, tall ship sailing, deep sea fishing, historical harbour tours and dinner cruises.
es_es: Tours en barco en el muelle Murphy's: the Cable Wharf, el cual está en el corazón de la zona costera de Halifax y ofrece una gran variedad de tours en barco que incluyen naturaleza y la oportunidad de ver ballenas, barcos de gran altura, pesca de altura, tours por los puertos históricos y cenas en cruceros.

source: Braeside Court Bed & Breakfast, 2 Bedroom Suite, +1 902 462-3956, [75] Braeside is a modern suite located 20 minutes away from downtown Halifax.
es_es: Braeside Court Bed & Breakfast, 2 Bedroom Suite, +1 902 462-3956, [75] Braeside es una suite moderna situada a 20 minutos del centro de Halifax.

source: Busker Festival, [39] Visit in August for the festival of street performers along the waterfront.
es_es: Busker Festival, [39] Viaja en agosto para visitar el festival de artistas callejeros en el paseo marítimo.

source: Canoe the Northwest Arm, Head down to the St. Mary's Boat Club, 1641 Fairfield Road (off Jubilee) 902 490-4688, on Saturdays and Sundays (11AM-7PM) and rent a canoe for $8/hour.
es_es: Canoas del Brazo Noroeste (Northwest Arm), bajando por la calle del club naútico Mary's (Mary's Boat Club), situado en el 1641 de la carretera Fairfield (off Jubilee) 902 490-4688, sábados y domingos (11:00 a.m.- 19:00 p.m.) y alquila una canoa por 8$ la hora (7€ aprox.).

source: Coburg Cafe, 6085 Coburg Road, (near Dalhousie University).
es_es: Coburg Cafe, 6085 Coburg Road, (cerca de Dalhousie University).

source: Direction 180, 2158 Gottingen Street.
es_es: Dirección 180, 2158 Gottingen Street.

source: Dome/Cheers, Grafton St. Also known as the Dirty Dome.
es_es: Dome/Cheers,Grafton Street, también conocido como Dirty Dome.

source: Dress in Time, often referred to wrongly as Dressed in Time, located in the district of Spring Garden Road, sells quality vintage, quirky, and unique clothing at reasonable prices.
es_es: Dress in Time,a menudo relacionado erróneamente con Dressed in Time, se encuentra en el distrito de Spring Garden Road, y vende artículos vintage de calidad y ropa única y peculiar a precios razonables.

source: Economy Shoe Shop, 1661-1663 Argyle St, [61].
es_es: Economy Shoe Shop, 1661-1663 Argyle Street, [61].

source: Elements, 1181 Hollis St,+1 902 421-1000 [62].
es_es: Elements, 1181 Hollis Street,+1 902 421-1000 [62].

source: Fifty Hats on Queen Street is a humble and interesting collection of used items.
es_es: Fifty Hats en Queen Street, es una tienda que tiene una humilde colección de artículos de segunda mano.

source: Four Points by Sheraton, 1496 Hollis Street, [77].
es_es: Four Points por Sheraton, 1496 Hollis Street, [77].

source: Freak Lunchbox, a quirky and unique store on Barrington Street.
es_es: Freak Lunchbox, es una tienda única y peculiar en Barrington Street.

source: Garlic fingers are an Atlantic Canadian dish similar to a pizza in shape and size and made with the same type of dough.
es_es: Los "Garlic fingers" son un plato típico del Atlántico canadiense, similar a una pizza en forma y medida y hecho con el mismo tipo de masa.

source: Gus's Pub, 2605 Agricola Street (North End).
es_es: Gus's Pub, 2605 Agricola Street (extremo norte ).

source: Hala's Pizza and Donair, 117 Kearney Lake Rd.
es_es: Hala's Pizza y Donair, 117 Kearney Lake Road.

source: Halifax [21] is the capital city of Nova Scotia and the largest city in the Atlantic Provinces of Canada.
es_es: Halifax [21] es la ciudad capital de Nueva Escocia y la ciudad más grande de las provincias atlánticas de Canadá.

source: Harbour Hopper[35], Guided tour of Halifax and harbour in an amphibious vehicle.
es_es: Harbour Hopper[35], un tour guiado de Halifax y el puerto en un vehículo anfibio.

source: Hiking/Outdoor Recreation [78].
es_es: Senderismo/Actividades al aire libre [78].

source: Hostels & Campgrounds[71].
es_es: Albergues y campings[71].

source: Internet Space, 5675 Spring Garden Road.
es_es: Espacio de internet, 5675 Spring Garden Road.

source: Little Fish (downstairs from the Five Fisherman).
es_es: Little Fish (hacia abajo de Five Fisherman).

source: Love, Me on Birmingham Street is a fantastic store selling only handmade items by Canadian crafters.
es_es: Love, Me en Birmingham Street es una tienda fantástica que solo vende artículos hechos a mano por artesanos canadienses.

source: Mary Jane's is a head shoppe located on Grafton Street in downtown Halifax.
es_es: Mary Jane's es una gran tienda lozalizada en Grafton Street en el centro de Halifax.

source: Morris East - Halifax Location, located on 5212 Morris Street, this quaint pizza restaurant has a superb variety of wood fired pizzas to offer.
es_es: Morris East - Halifax Location, ubicado en 5212 Morris Street, este pintoresco restaurante de pizza ofrece una magnífica variedad de pizzas al horno de piedra.

source: Nova Scotia International Air Show, [40].
es_es: El Air Show internacional de Nueva Escocia., [40].

source: Old Burial Grounds, Located at Barrington Street and Spring Garden Road.
es_es: Los Antiguos Cementerios (Old Burial Grounds), localizados en Barrington Street y Spring Garden Road.

source: Onyx, 5426 Portland Place (Currently in the process of relocating to Argyle Street), +1 902 454-8533.
es_es: Onyx, 5426 Portland Place (Actualmente en proceso de reubicarlo a Argyle Street), +1 902 454-8533.

source: Pier 21, [29], recently named as the National Immigration Museum.
es_es: Pier 21, [29], recientemente nombrado como el Museo Nacional de Inmigración.

source: Pizza Corner 3 different pizza restaurants at corner of Blowers and Grafton.
es_es: Pizza Corner 3 restaurantes diferentes de pizza en la esquina de Blowers con Grafton.

source: Province House, [34] 1726 Hollis St. Home to Canada's oldest provincial legislature and of Britain's first overseas self-government.
es_es: Province House, [34] situada desde 1726 en la calle Hollis. Es el lugar de la legislatura provincial más antiguo de Canadá y del primer autogobierno de Gran Bretaña.

source: Quinpool Road (between Connaught and Robie) is lined with streets selling bicycles, tropical fish, dresses, movies, and more.
es_es: Quinpool Road (entre Connaught y Robie) está llena de calles que venden bicicletas, peces tropicales, vestidos, películas, y más.

source: Rock Candy, on Prince Street, sells an assortment of(especially rock- and pop-related) music items: shirts, pins, stickets, buttons, and more.
es_es: Rock Candy, en Prince Street, ofrece un surtido de artículos de música (especialmente relacionados con el pop y el rock): camisas, pins, entradas, chapas, y mucho más.

source: Rogues Roost, Spring Garden Rd., is a warm microbrew pub where you can order a tasting tray with a sample of 6 of their award-winning brews.
es_es: <B0> Rogues Roost </ b0>, Spring Garden Road, es un cálido pub de cerveza artesanal donde se puede pedir una bandeja de degustación con una muestra de 6 de sus premiadas cervezas.

source: Salty's 1869 Upper Water St (Privateers Wharf), +1 902 423-6818, [64].
es_es: Salty's 1869 calle Upper Water (Privateers Wharf), +1 902 423-6818, [64].

source: Shiraz, 1240 Hollis St. A tiny restaurant set up in an old taxi stand.
es_es: Shiraz, 1240 Hollis Street. Un restaurante diminuto instalado en una vieja parada de taxis.

source: Spring Garden Road [54] (between Barrington and Robie) is definitely the city's main shopping district and is full of all kinds of unique stores and in buildings from all kinds of eras.
es_es: Spring Garden Road [54] (entre Barrington y Robie) es sin duda el barrio principal de compras de la ciudad y está lleno de toda clase de tiendas únicas y en edificios de todas las épocas.

source: St. Margaret's Bay is only half an hour away; a gorgeous bay, almost as big as the harbour itself, but without the cities.
es_es: St. Margaret's Bay está solo a media hora; una bonita bahía, casi tan grande como el propio puerto, pero sin las ciudades.

source: Sugah! on Lower Water Street is a remarkably unique chocolate store selling a variety of interesting treats.
es_es: Sugah! en Lower Water Street es una chocolatería extraordinaria que vende una gran variedad de interesantes delicias.

source: Suzuki Sushi, Down a little alley on the citadel end of Dresden Row.
es_es: Suzuki Sushi, hacia abajo por un callejón al final de la ciudadela de Dresden Row.

source: Taboo Nightclub, located on Grafton St. this is Halifax's most upscale nightclub with a strict dress-code and expensive drink menu.
es_es: Taboo Nightclub , ubicado en Grafton Street, es el club nocturno más exclusivo de Halifax, con un estricto código de vestimenta y un menú de bebidas caro.

source: Tall Ships Festival, [43].
es_es: Festival de Barcos Altos (Tall Ships Festial), [43].

source: The Black Market, on Grafton Street, sells a variety of interesting trinkets, accessories, and textiles.
es_es: El Black Market, en Grafton Street, vende multitud de interesantes baratijas, accesorios y telas.

source: The Coastal Cafe, 2731 Robie Street, +1 902 405-4022, [59].
es_es: Cafetería The Coastal, 2731 calle Robie, +1 902 405-4022, [59].

source: The Economy Shoe Shop on Argyle is a beautiful and popular restaurant and pub.
es_es: The Economy Shoe Shop en Argyle es un popular y bonito restaurante-pub.

source: The Garden South Park Inn 1263 South Park Street, +1 902 492 8577, Toll Free 1-877-414-8577, [72].
es_es: The Garden South Park Inn 1263 South Park Street, +1 902 492 8577, Gratuito 1-877-414-8577, [72].

source: The Halifax Alehouse is a traditional and popular pub, usually with live music starting at midnight.
es_es: The Halifax AlehouseThe Halifax Alehouse es un pub tradicional y conocido, generalmente con música en vivo a partir de medianoche.

source: The Halifax Citadel (Fort George), [28].
es_es: La fortaleza de Halifax (Fort George), [28].

source: The Lower Deck in the waterfront Historic Properties.
es_es: The Lower Deck en el muelle de Historic Properties.

source: The Maritime Museum of the Atlantic [30] : located on the downtown waterfront.
es_es: El Museo Marítimo del Atlántico [30] :situado en el centro de la zona marítima.

source: The Paperchase is a news outlet with a cafe on top which serves massive lattes and delicious samosas and sandwiches.
es_es: The Paperchase es un outlet nuevo con una cafetería en lo más alto que sirve lattes enormes y deliciosos sándwiches y samosas.

source: The Royal Nova Scotia International Tattoo, [42].
es_es: El Internacional Espectáculo Real del Tatuaje de Nueva Escocia (The Royal Nova Scotia International Tattoo), [42].

source: The Seahorse Tavern Halifax's oldest extant tavern.
es_es: The Seahorse TavernLa taberna más antigua de Halifax.

source: The Wooden Monkey, Grafton St, +1 902 444-3844, [63].
es_es: The Wooden Monkey, Grafton Street, +1 902 444-3844, [63].

source: The drive along highway 3 (2 lane, coastal) is well worth the twists and turns, for it is beautifully scenic, especially on nice summer days.
es_es: El paseo a lo largo de la carretera 3 (2 carriles, costera) merece la pena a pesar de las curvas y las vueltas por su bellísimo paisaje, sobre todo en verano.

source: There are beautiful beaches, such as Queensland, Cleveland, Black Point and others, just before the town of Hubbards.
es_es: Hay preciosas playas, como Queensland, Cleveland o Black Point, entre otras, justo antes de la ciudad de Hubbards.

source: Trident Cafe, 1256 Hollis, +1 902 423-7100, [55].
es_es: Cafetería Trident, 1256 Hollis, +1 902 423-7100, [55].

source: Venus Envy, a store which specializes in books and other items pertaining to gender and sexuality.
es_es: Venus Envy, es una gran tienda que está especializada en libros y otros elementos relacionados con el género y la sexualidad.

source: Waterfront, A boardwalk with a great variety of historic buildings, shops, restaurants, and other entertainment.
es_es: La zona costera, un paseo con una gran variedad de edificios históricos, tiendas, restaurantes y otros entretenimientos.

source: Waverley Inn, 1266 Barrington St. [73] Unique 19th century property downtown - filled with antiques.
es_es: Waverley Inn, 1266 Barrington St. [73] Propiedad única del siglo XIX en el centro - llena de antigüedades.

source: Your Father's Moustache, 5686 Spring Garden Rd., for a good atmosphere and decently priced food.
es_es: Your Father's Moustache, 5686 Spring Garden Road, si buscas buen ambiente y comida a buen precio.

source: St. Paul's Church [32], built in 1750, is the oldest Anglican church in Canada, located at 1749 Argyle St. (a.k.a.
es_es: La Iglesia de San Pablo (St. Paul's Church) [32], construida en 1750, es la iglesia anglicana más antigua de Canadá, situada en 1749 en Argyle Street (conocida como

source: The Old Triangle is a set of three pubs connected by a split level staircase.
es_es: The Old Triangle es un conjunto de tres pubs que se conectan por una escalera de dos niveles.

source: Budget[edit]
es_es: Presupuesto[editar]

source: Buy[edit][add listing]
es_es: Compras[editar][añadir lista]

source: By boat[edit]
es_es: En barco[editar]

source: By bus[edit]
es_es: En autobús[editar]

source: By car[edit]
es_es: En coche[editar]

source: By plane[edit]
es_es: En avión[editar]

source: By taxi[edit]
es_es: En taxi[editar]

source: By train[edit]
es_es: En tren[editar]

source: Climate[edit]
es_es: Clima[editar]

source: Contact[edit]
es_es: Contacto[editar]

source: Cope[edit]
es_es: Colabora[editar]

source: Dartmouth Ferry.
es_es: El Ferry Dartmouth.

source: Do[edit][add listing]
es_es: Qué hacer[editar][añadir lista]

source: Drink[edit][add listing]
es_es: Qué beber[Editar][añadir listado]

source: Eat[edit][add listing]
es_es: Comer[editar][añadir lista]

source: Events[edit]
es_es: Eventos[edit]

source: Fort York Redoubt, Purcell's Cove Rd (Bus #15 from Halifax Shopping Centre), [5].
es_es: El Fuerte del Reducto de York, Purcell's Cove Road (Autobús #15 desde el centro comercial de Halifax), [5].

source: Get around[edit]
es_es: Desplazamiento[editar]

source: Get in[edit]
es_es: Cómo llegar[editar]

source: Get out[edit]
es_es: Salir[editar]

source: Halifax Backpacker's Hostel, 2193 Gottingen Street, ☎ +1 902 431-3170 (toll free: +1 888 431-3170, info@halifaxbackpackers.com), [15].
es_es: Halifax Backpacker's Hostel, 2193 Gottingen Street, ☎ +1 902 431-3170 (Gratuito: +1 888 431-3170, info@halifaxbackpackers.com), [15].

source: Halifax Common, Quinpool and Robie.
es_es: El Halifax Common, Quinpool y Robie.

source: Halifax Marriott Harbourfront Hotel, 1919 Upper Water St, ☎ +1 902 421-1700 (toll free: +1 800 943-6760), [17].
es_es: Halifax Marriott Harbourfront Hotel, 1919 Upper Water St, ☎ +1 902 421-1700 (gratuito: +1 800 943-6760), [17].

source: Hemlock Ravine, Kent Avenue, [6].
es_es: El barranco Hemlock, avenida Kent, [6].

source: Hiking Trails, [9].
es_es: Senderismo, [9].

source: History[edit]
es_es: Historia[editar]

source: Learn[edit]
es_es: Aprende[editar]

source: Maxwell's Plum English Pub, 1600 Grafton Steet, ☎ (902)423-5090.
es_es: Maxwell's Plum English Pub, 1600 Grafton Street, ☎ (902)423-5090.

source: Mid-range[edit]
es_es: Media gama[editar]

source: Nightclubs[edit]
es_es: Clubs nocturnos[Editar]

source: Nova Scotia Visitor Information Centre (Airport), Halifax Stanfield International Airport (in the domestic arrivals area on the main level), ☎ +1 902 873-1223 (+1 902 873-1224, vic-airport@gov.ns.ca), [2].
es_es: Punto de información del visitante de Nueva Escocia (Aeropuerto), Halifax Stanfield International Airport (en la zona de salidas y llegadas en la planta baja), ☎ +1 902 873-1223 (+1 902 873-1224, vic-airport@gov.ns.ca), [2].

source: Nova Scotia Visitor Information Centre (Waterfront), 1655 Lower Water St (On boardwalk, at Sackville Landing), ☎ +1 902 424-4248 (vic-water@gov.ns.ca), [1].
es_es: Punto de información del visitante de Nueva Escocia (Waterfront), 1655 Lower Water St (por el paseo, en Sackville Landing), ☎ +1 902 424-4248 (vic-water@gov.ns.ca), [1].

source: Orientation[edit]
es_es: Orientación[editar]

source: Parks[edit]
es_es: Parques[editar]

source: Point Pleasant Park, (Most southerly point of the peninsula; short ride on bus #9 from downtown), [4].
es_es: Parque de Point Pleasant, (el punto más al sur de la península; un corto paseo en el bus número #9 desde el centro de la ciudad), [4].

source: Prince George, 1725 Market St, ☎ +1 902 425-1986 (toll free: +1 800 565-1567), [19].
es_es: Prince George, 1725 Market St, ☎ +1 902 425-1986 (gratuito: +1 800 565-1567), [19].

source: Public Gardens, Spring Garden and South Park St..
es_es: Jardines Públicos: El Jardín de Primavera y South Park Street..

source: Pubs[edit]
es_es: Pubs[editar]

source: See[edit][add listing]
es_es: Qué visitar[editar][añadir listado]

source: Shopping Areas[edit]
es_es: Áreas de compra[editar]

source: Sleep[edit][add listing]
es_es: Dónde dormir[editar][añadir lista]

source: Specific Stores[edit]
es_es: Tiendas concretas[editar]

source: Splurge[edit]
es_es: Gastos[editar]

source: Stay safe[edit]
es_es: Seguridad[editar]

source: Steve-O-Reno's, 1536 Brunswick Street (Just off Spring Garden Road on Brunswick), ☎ +1 902 429 3034, [12].
es_es: Steve-O-Reno's, 1536 Brunswick Street (Al lado de la Spring Garden Road con Brunswick), ☎ +1 902 429 3034, [12].

source: The Ardmore Tea Room, 6499 Quinpool.
es_es: Tetería The Ardmore, 6499 Quinpool.

source: The Lord Nelson, 1515 S Park St, ☎ +1 902 423-6331 (toll free: +1 800 565-2020), [18].
es_es: The Lord Nelson, 1515 S Park St, ☎ +1 902 423-6331 (gratuito: +1 800 565-2020), [18].

source: The Westin Nova Scotian, 1181 Hollis St, ☎ +1 902 421-1000 (toll free: +1 888 627-8553), [20].
es_es: The Westin Nova Scotian, 1181 Hollis St, ☎ +1 902 421-1000 (gratuito: +1 888 627-8553), [20].

source: Understand[edit]
es_es: Entiende[editar]

source: Visitor information[edit]
es_es: Información para visitantes[editar]

source: Winter Outdoor Activities, [8].
es_es: Actividades de invierno al aire libre, [8].

source: Work[edit]
es_es: Trabajo[editar]

source: 8:30AM-8PM daily.
es_es: Todos los días de 8:30h a 20:00h.

source: Easily accessible by train or bus, this hostel offers rooms starting from $20.
es_es: Fácilmente accesible en tren o autobús, este albergue ofrece habitaciones a partir de los 20$.

source: 9AM-9PM daily.
es_es: Todos los días de 9:00h a 21:00h.

source: Located in the heart of downtown Halifax, this hostel offers free Wi-Fi to its guests.
es_es: Localizado en el corazón Halifax, este albergue ofrece Wi-Fi gratuito a sus huéspedes.

source: The Halifax-Dartmouth Ferry dates back to 1752.[7] For the same cost as bus fare, one can take the ferry back and forth between Dartmouth and Halifax.
es_es: El ferry Dartmouth de Halifax data del año 1752.[7]Por el mismo precio de un viaje en bus, uno puede coger un ferry de ida y vuelta entreDartmouth y Halifax.

source: Halifax Transit is the public transit provider for the municipality, encompassing Halifax and surrounding areas.
es_es: Halifax Transit es el proveedor de transporte público del municipio, que abarca Halifax y sus alrededores.

source: Halifax has lots of the great outdoors.
es_es: Halifax tiene muchos lugares al aire libre.

source: There are lots of great free outdoor activities throughout Nova Scotia.
es_es: Hay muchas actividades gratuitas al aire libre por toda Nueva Escocia.

source: 4am-8pm.
es_es: 4:00h - 20:00h.
